com.brave.Browser
com.discordapp.Discord
com.github.johnfactotum.Foliate
com.mattjakeman.ExtensionManager
com.obsproject.Studio
com.spotify.Client
com.usebottles.bottles
com.valvesoftware.Steam
com.vscodium.codium
de.haeckerfelix.Fragments
io.github.cleomenezesjr.Serigy
io.github.fabrialberio.pinapp
io.github.Foldex.AdwSteamGtk
io.github.flattool.Warehouse
io.gitlab.adhami3310.Converter
io.gitlab.adhami3310.Impression
io.gitlab.news_flash.NewsFlash
io.gitlab.theevilskeleton.Upscaler
io.missioncenter.MissionCenter
it.mijorus.gearlever
net.nokyan.Resources
org.audacityteam.Audacity
org.blender.Blender
org.gimp.GIMP
org.gnome.Decibels
org.gnome.Papers
org.gnome.Showtime
org.gnome.SoundRecorder
org.gnome.World.PikaBackup
org.inkscape.Inkscape
org.kde.kdenlive
org.localsend.localsend_app
org.mozilla.firefox
org.telegram.desktop
org.onlyoffice.desktopeditors
org.videolan.VLC
page.tesk.Refine
xyz.ketok.Speedtest
