io.missioncenter.MissionCenter
org.localsend.localsend_app
com.vscodium.codium
com.brave.Browser
com.mattjakeman.ExtensionManager
com.spotify.Client
io.gitlab.news_flash.NewsFlash
org.gnome.World.PikaBackup
com.usebottles.bottles
io.gitlab.adhami3310.Impression
org.onlyoffice.desktopeditors
com.github.tchx84.Flatseal
org.DolphinEmu.dolphin-emu
it.mijorus.gearlever
io.gitlab.theevilskeleton.Upscaler
org.azahar_emu.Azahar
io.github.ryubing.Ryujinx
info.cemu.Cemu
me.iepure.devtoolbox
net.shadps4.shadPS4
io.mgba.mGBA
org.gnome.Showtime
io.github.Foldex.AdwSteamGtk
net.codelogistics.webapps
io.github.giantpinkrobots.varia
com.heroicgameslauncher.hgl
io.github.fabrialberio.pinapp
org.desmume.DeSmuME
xyz.ketok.Speedtest