audacity
bat
blender
btop
cups
discord
docker
docker-compose
eza
fastfetch
fzf
gimp
hplip
inkscape
kdeconnect
kdenlive
mission-center
obs-studio
speedtest-cli
steam
system-config-printer
telegram-desktop
unzip
vlc
zoxide