audacity
bat
blender
btop
converseen
cups
discord
docker
docker-buildx
docker-compose
eza
fastfetch
fragments
fzf
gimp
go
gwenview
hplip
inkscape
kamoso
kcolorchooser
kdeconnect
kdenlive
kmail
krecorder
mission-center
mgba-qt
nextcloud-client
obs-studio
okular
skanpage
speedtest-cli
steam
system-config-printer
proton-vpn-gtk-app
telegram-desktop
tesseract-data-ita
unrar
unzip
vlc
yakuake
zoxide