bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
chanzhaoyu.svelte-5-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ms-azuretools.vscode-containers
codeium.codeium
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.vscode-github-actions
github.vscode-pull-request-github
inlang.vs-code-extension
jeanp413.open-remote-ssh
meganrogge.template-string-converter
ms-playwright.playwright
ms-python.debugpy
ms-python.python
njpwerner.autodocstring
pkief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
svelte.svelte-vscode
tomoki1207.pdf
usernamehw.errorlens
wix.vscode-import-cost
zignd.html-css-class-completion