7zip.7zip
Amazon.Games
Balena.Etcher
Brave.Brave
CPUID.CPU-Z
CPUID.HWMonitor
CrystalDewWorld.CrystalDiskMark
Discord.Discord
Docker.DockerDesktop
ElectronicArts.EADesktop
EpicGames.EpicGamesLauncher
Git.Git
GOG.Galaxy
HandBrake.HandBrake
HEIF Image Extensions
LocalSend.LocalSend
Logitech.OptionsPlus
Microsoft.PowerShell
Microsoft.WindowsTerminal
Mojang.MinecraftLauncher
Mozilla.Firefox
Nextcloud.NextcloudDesktop
OBSProject.OBSStudio
Ookla.Speedtest.Desktop
Oracle.JDK.23
Raw Image Extension
Schniz.fnm
Spotify.Spotify
TechPowerUp.GPU-Z
Telegram.TelegramDesktop
Transmission.Transmission
Ubisoft.Connect
Valve.Steam
VLC.VideoLAN.VLC
VSCodium.VSCodium
WhatsApp.WhatsApp
Zoom.Zoom